---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.FtSup2PerFt
source: html/fafbec0b-701a-39c8-6d43-d3cb98f34b83.htm
---
# Autodesk.Revit.DB.SymbolTypeId.FtSup2PerFt Property

Symbol ft²/ft, indicating unit Square feet per foot.

## Syntax (C#)
```csharp
public static ForgeTypeId FtSup2PerFt { get; }
```